Вот обьясните мне, чем хохлы отличаются от арабов?
И те и те нихуя не дали человечеству.
И те и те агрессивные настолько, что можно ими управлять, как быком красной тряпкой: насри на коран перед толпой бабахов и они тебя на куски разорвут, помаши гейоргиевской ленточкой перед хохлами - будет тоже самое.
Пиздец, может мы и в самом деле нихуя не братья? Может наши соседи просто некогда орусевшие чингиз-оглы-мбеки какие-нибудь?
Вот русский прежде чем пойдет на митинг, сто раз подумает, нах оно надо. А вот какой-нибудь бабах или укр чуть что сразу на майдан как помешанный сектант и хуй его оостановишь никакими вразумлениями.
Мне кажется, вам стоит обьединиться с арабами, а не с европой, строить пантюркизм, это ваша стезя, а цивилизация вам чужда, вас же ппрямо крючит от нее. Хохол и культура вещи несовместимые, так что вам проще бросить эту хуйню.